Repository: ruman1990/skolenie
Catalog: pythonIII/sklad/translations/*/LC_MESSAGES/messages.po
Languages: cs, zh

source: 1. Vypis produktov
zh: 1. 列出产品

source: 2. Pridat produkt
zh: 2. 添加产品

source: 3. Naskladnit produkt
zh: 3. 入库产品

source: 4. Vyskladnit produkt
zh: 4. 出库产品

source: 5. Nastav cenu
zh: 5. 设置价格

source: 6. Hodnota skladu
zh: 6. 库存价值

source: 7. Odstranenie produktu
zh: 7. 删除产品

source: 8. Export skladu
cs: 8. 导出库存
zh: 8. 导出库存

source: 9. Import skladu
cs: 9. 导入库存
zh: 9. 导入库存

source: 10. Vypisat dennik
zh: 10. 打印日志

source: 11. Export do XML
zh: 11. 导出为 XML

source: 12. Import z XML
zh: 12. 从 XML 导入

source: 13. Vyhladat produkt
zh: 13. 搜索产品

source: 14. Export do CSV
zh: 14. 导出为 CSV

source: 15. Import z CSV
zh: 15. 从 CSV 导入

source: 0. Ukoncit program
cs: 0. 退出程序
zh: 0. 退出程序

source: Ukoncenie programu
zh: 程序已终止

source: Neplatna volba, Skus znova.
zh: 无效选择，请重试。

source: Hello!
cs: 你好！

source: 1. Vypísať zoznam produktov na sklade
cs: 1. 列出库存中的产品

source: 2. Pridať produkt do skladu
cs: 2. 添加产品到库存

source: 3. Odstrániť produkt
cs: 3. 删除产品

source: 4. Nastavenie ceny produktu
cs: 4. 设置产品价格

source: 5. Naskladnenie produktu
cs: 5. 入库产品

source: 6. Vyskladnenie produktu
cs: 6. 出库产品

source: 7. Hodnota skladu
cs: 7. 库存价值

source: 10. Vypis logu
cs: 10. 显示日志

source: Skladovy softver v. 1.0
cs: 库存软件 v. 1.0

source: Zadaj cislo volby:
cs: 请输入选项编号：

source: Program sa ukoncuje.
cs: 程序正在关闭。

source: Zadal si neexistujucu volbu !!!
cs: 你输入了一个不存在的选项！！！

source: Zadal si zlu volbu!
cs: 你输入了一个无效的选项！
